@php
    $condition['answers'][1][1] = 'ВИЧ - это вирус иммунодефицита человека, который передаётся только от человека к человеку';
    $condition['answers'][1][2] = 'ВИЧ - последняя стадия СПИДа';
    $condition['answers'][1][3] = 'СПИД - это последняя стадия ВИЧ - инфекции';

    $condition['answers'][2][1] = 'Быстро погибает вне организма человека';
    $condition['answers'][2][2] = 'Передается через кровососущих насекомых';
    $condition['answers'][2][3] = 'Находится в воздухе и передается как грипп';
    $condition['answers'][2][4] = 'Находится только в жидкостях человеческого организма (крови, сперме)';

    $condition['answers'][3][1] = 'В плавательном бассейне';
    $condition['answers'][3][2] = 'При инъекции лекарства';
    $condition['answers'][3][3] = 'Через сидение унитаза';
    $condition['answers'][3][4] = 'При использовании общих шприцев / игл при употреблении наркотиков';
    $condition['answers'][3][5] = 'При поцелуе';
    $condition['answers'][3][6] = 'При незащищенном половом контакте';
    $condition['answers'][3][7] = 'При рукопожатии';
    $condition['answers'][3][8] = 'При сдаче крови';
    $condition['answers'][3][9] = 'При переливании крови';

    $condition['answers'][4][1] = 'Если совсем не заниматься сексом';
    $condition['answers'][4][2] = 'Если использовать противозачаточные таблетки';
    $condition['answers'][4][3] = 'Если использовать презервативы при каждом половом контакте';
    $condition['answers'][4][4] = 'Если избегать грязных мест общественного пользования';
    $condition['answers'][4][5] = 'Если не употреблять наркотики';
    $condition['answers'][4][6] = 'Если при инъекции использовать стерильные шприцы';
    $condition['answers'][4][7] = 'Если при инъекции использовать стерильные индивидуальные инструменты и материалы для приготовления раствора наркотика';

    $condition['answers'][5][1] = 'Половом контакте с использованием презерватива';
    $condition['answers'][5][2] = 'Половом контакте без презерватива';
    $condition['answers'][5][3] = 'Беспорядочных половых контактах';
    $condition['answers'][5][4] = 'Общении с больным СПИДом';
    $condition['answers'][5][5] = 'Использовании общего инструментария при инъекциях';

    $condition[1][1] = 'Клиенты которые удовлетворены количеством встреч с аутрич-сотрудником';
    $condition[1][2] = 'Клиенты которые хотели бы встречаться чаще с аутрич-сотрудником';
    $condition[1][3] = 'Клиенты которые хотели бы встречаться реже с аутрич-сотрудником';
    $condition[1][4] = 'Клиенты которым необходимо большее количество получаемых профилактических средств защиты';

    $condition[2][1] = 'Клиенты которые употребляют героин';
    $condition[2][2] = 'Клиенты которые употребляют кондитерский мак';
    $condition[2][3] = 'Клиенты которые употребляют маковая солома';
    $condition[2][4] = 'Клиенты которые употребляют КДЦ';
    $condition[2][5] = 'Клиенты которые употребляют опий';
    $condition[2][6] = 'Клиенты которые употребляют трамадол в/в';
    $condition[2][7] = 'Клиенты которые употребляют растворы таблеток';
    $condition[2][8] = 'Клиенты которые употребляют все понемногу';

    $condition[3][1] = 'Клиенты которые удовлетворены количеством получаемых шприцев';
    $condition[3][2] = 'Клиенты которым необходимо большее количество получаемых шприцев';
    $condition[3][3] = 'Средняя цифра необходимых шприцев';
    $condition[3][5] = 'Средняя цифра получаемых шприцев';

    $condition[4][1] = 'Клиенты которые удовлетворены количеством получаемых 2.00 шприцев';
    $condition[4][2] = 'Клиенты которым необходимо большее количество получаемых 2.00 шприцев';
    $condition[4][3] = 'Средняя цифра необходимых 2.00 шприцев';
    $condition[4][5] = 'Средняя цифра получаемых 2.00 шприцев';

    $condition[5][1] = 'Клиенты которые удовлетворены количеством получаемых 5.00 шприцев';
    $condition[5][2] = 'Клиенты которым необходимо большее количество получаемых 5.00 шприцев';
    $condition[5][3] = 'Средняя цифра необходимых 5.00 шприцев';
    $condition[5][5] = 'Средняя цифра получаемых 5.00 шприцев';

    $condition[6][1] = 'Клиенты которые удовлетворены количеством получаемых 10.00 шприцев';
    $condition[6][2] = 'Клиенты которым необходимо большее количество получаемых 10.00 шприцев';
    $condition[6][3] = 'Средняя цифра необходимых 10.00 шприцев';
    $condition[6][5] = 'Средняя цифра получаемых 10.00 шприцев';

    $condition[7][1] = 'Клиенты которые удовлетворены количеством получаемых салфеток';
    $condition[7][2] = 'Клиенты которым необходимо большее количество получаемых салфеток';
    $condition[7][3] = 'Средняя цифра необходимых салфеток';
    $condition[7][5] = 'Средняя цифра получаемых салфеток';

    $condition[8][1] = 'Клиенты которые удовлетворены количеством получаемых мужских презервативов';
    $condition[8][2] = 'Клиенты которым необходимо большее количество получаемых мужских презервативов';
    $condition[8][3] = 'Средняя цифра необходимых мужских презервативов';
    $condition[8][5] = 'Средняя цифра получаемых мужских презервативов';

    $condition[9][1] = 'Клиенты которые удовлетворены количеством получаемых женских презервативов';
    $condition[9][2] = 'Клиенты которым необходимо большее количество получаемых женских презервативов';
    $condition[9][3] = 'Средняя цифра необходимых женских презервативов';
    $condition[9][5] = 'Средняя цифра получаемых женских презервативов';

    $condition[10][1] = 'Клиенты которые проходили тест на ВИЧ 1 раз в год';
    $condition[10][2] = 'Клиенты которые проходили тест на ВИЧ 2 раз в год';
    $condition[10][3] = 'Клиенты которые проходили тест на ВИЧ 3 раз в год';
    $condition[10][4] = 'Клиенты которые проходили тест на ВИЧ за последние 12 месяцев';
    $condition[10][5] = 'Клиенты которые не проходили тест на ВИЧ за последние 12 месяцев';
    $condition[10][6] = 'Клиенты которым аутрич-сотрудник предлагал пройти тест на ВИЧ';
    $condition[10][7] = 'Клиенты которых аутрич-сотрудник сопровождал для прохождения теста на ВИЧ';
    $condition[10][8] = 'Клиенты которым аутрич-сотрудник предлагал и сопровождал их на прохождение теста на ВИЧ';
    $condition[10][9] = 'Клиенты которым аутрич-сотрудник не предлагал и не сопровождал их на прохождение теста на ВИЧ';
    $condition[10][10] = 'Клиенты которым аутрич-сотрудник не предлагал и не сопровождал их на прохождение теста на ВИЧ, но они его прошли самостоятельно за последние 12 месяцев';
    $condition[10][11] = 'Клиенты которым аутрич-сотрудник не предлагал и не сопровождал их на прохождение теста на ВИЧ, и они его не проходили за последние 12 месяцев';

    $condition[11][1] = 'Клиенты которые проходили флюорографическое обследование 1 раз в год';
    $condition[11][2] = 'Клиенты которые проходили флюорографическое обследование 2 раз в год';
    $condition[11][3] = 'Клиенты которые проходили флюорографическое обследование 3 раз в год';
    $condition[11][4] = 'Клиенты которые проходили флюорографическое обследование за последние 12 месяцев';
    $condition[11][5] = 'Клиенты которые не проходили флюорографическое обследование за последние 12 месяцев';
    $condition[11][6] = 'Клиенты которым аутрич-сотрудник предлагал пройти флюорографическое обследование';
    $condition[11][7] = 'Клиенты которых аутрич-сотрудник сопровождал для прохождения флюорографического обследования';
    $condition[11][8] = 'Клиенты которым аутрич-сотрудник предлагал и сопровождал их на прохождение флюорографического обследования';
    $condition[11][9] = 'Клиенты которым аутрич-сотрудник не предлагал и не сопровождал их на прохождение флюорографического обследования';
    $condition[11][10] = 'Клиенты которым аутрич-сотрудник не предлагал и не сопровождал их на прохождение флюорографического обследования, но они его прошли самостоятельно за последние 12 месяцев';
    $condition[11][11] = 'Клиенты которым аутрич-сотрудник не предлагал и не сопровождал их на прохождение флюорографического обследования, и они его не проходили за последние 12 месяцев';

    $condition[12][1] = 'Клиенты которые состоят на учете в Центре по борьбе со СПИДом';

    $condition[13][1] = 'Клиенты которые проходили тестирование на вич в период с '.$_GET['startDate'].' до '.$_GET['endDate'];
    $condition[13][2] = 'Клиенты которые проходили флюорографическое обследование в период с '.$_GET['startDate'].' до '.$_GET['endDate'];

    $condition[14][1] = 'Клиенты которых сопровождали на тестирование на вич в период с '.$_GET['startDate'].' до '.$_GET['endDate'];
    $condition[14][2] = 'Клиенты которых сопровождали на флюорографическое обследование в период с '.$_GET['startDate'].' до '.$_GET['endDate'];
@endphp
<table id="mainTable" class="table table-hover table-bordered table-primary mg-b-0">
    <thead>
    <tr>
        <td>Условие</td>
        <td>Количество</td>
        <td>Процент</td>
    </tr>
    </thead>
    <tbody>
    @if($count !== 0)
        @foreach($data as $key => $value)
            @if($key != 'answers')
                @foreach($data[$key] as $k => $val)
                    @php($stat = 0)
                    @if($key === 9 && $k > 2000)
                        <tr>
                            <td>
                                Клиенты которые проходили тест на ВИЧ в {{ $k }} году
                            </td>
                        @php($stat = 1)
                    @elseif($key === 10 && $k > 2000)
                        <tr>
                            <td>
                                Клиенты которые проходили флюорографическое обследование в {{ $k }} году
                            </td>
                        @php($stat = 1)
                    @elseif($condition[$key][$k])
                        <tr>
                            <td>
                                {{ $condition[$key][$k] }}
                            </td>
                            @php($stat = 1)
                            @endif
                            @if($stat === 1)
                                @if(($key === 3 && $k === 3) || ($key === 4 && $k === 3) || ($key === 5 && $k === 3) || ($key === 6 && $k === 3) || ($key === 7 && $k === 3) || ($key === 8 && $k === 3) || ($key === 9 && $k === 3))
                                    <td colspan="2">
                                        {{ $data[$key][$k] != 0 ? round($data[$key][$k] / $data[$key][4], 2) : 0 }}
                                    </td>
                                @elseif(($key === 3 && $k === 5) || ($key === 4 && $k === 5) || ($key === 5 && $k === 5) || ($key === 6 && $k === 5) || ($key === 7 && $k === 5) || ($key === 8 && $k === 5) || ($key === 9 && $k === 5))
                                    <td colspan="2">
                                        {{ round($data[$key][$k] / $count, 2) }}
                                    </td>
                                @else
                                    <td>
                                        {{ $data[$key][$k] }}
                                    </td>
                                    <td>
                                        {{ round($data[$key][$k] * 100 / $count, 2) }}%
                                    </td>
                                @endif
                        </tr>
                    @endif
                @endforeach
            @endif
        @endforeach
    @endif
    </tbody>
    <tfoot>
    <tr>
        <td>Условие</td>
        <td>Количество</td>
        <td>Процент</td>
    </tr>
    </tfoot>
</table>
