@php
    $condition['answers'][1][1] = 'ВИЧ - это вирус иммунодефицита человека, который передаётся только от человека к человеку';
    $condition['answers'][1][2] = 'ВИЧ - последняя стадия СПИДа';
    $condition['answers'][1][3] = 'СПИД - это последняя стадия ВИЧ - инфекции';

    $condition['answers'][2][1] = 'Быстро погибает вне организма человека';
    $condition['answers'][2][2] = 'Передается через кровососущих насекомых';
    $condition['answers'][2][3] = 'Находится в воздухе и передается как грипп';
    $condition['answers'][2][4] = 'Находится только в жидкостях человеческого организма (крови, сперме)';

    $condition['answers'][3][1] = 'В плавательном бассейне';
    $condition['answers'][3][2] = 'При инъекции лекарства';
    $condition['answers'][3][3] = 'Через сидение унитаза';
    $condition['answers'][3][4] = 'При использовании общих шприцев / игл при употреблении наркотиков';
    $condition['answers'][3][5] = 'При поцелуе';
    $condition['answers'][3][6] = 'При незащищенном половом контакте';
    $condition['answers'][3][7] = 'При рукопожатии';
    $condition['answers'][3][8] = 'При сдаче крови';
    $condition['answers'][3][9] = 'При переливании крови';

    $condition['answers'][4][1] = 'Если совсем не заниматься сексом';
    $condition['answers'][4][2] = 'Если использовать противозачаточные таблетки';
    $condition['answers'][4][3] = 'Если использовать презервативы при каждом половом контакте';
    $condition['answers'][4][4] = 'Если избегать грязных мест общественного пользования';
    $condition['answers'][4][5] = 'Если не употреблять наркотики';
    $condition['answers'][4][6] = 'Если при инъекции использовать стерильные шприцы';
    $condition['answers'][4][7] = 'Если при инъекции использовать стерильные индивидуальные инструменты и материалы для приготовления раствора наркотика';

    $condition['answers'][5][1] = 'Половом контакте с использованием презерватива';
    $condition['answers'][5][2] = 'Половом контакте без презерватива';
    $condition['answers'][5][3] = 'Беспорядочных половых контактах';
    $condition['answers'][5][4] = 'Общении с больным СПИДом';
    $condition['answers'][5][5] = 'Использовании общего инструментария при инъекциях';

    $condition[1][1] = 'Клиенты которые удовлетворены количеством встреч с аутрич-сотрудником';
    $condition[1][2] = 'Клиенты которые хотели бы встречаться чаще с аутрич-сотрудником';
    $condition[1][3] = 'Клиенты которые хотели бы встречаться реже с аутрич-сотрудником';
    $condition[1][4] = 'Клиенты которым необходимо большее количество получаемых профилактических средств защиты';

    $condition[2][1] = 'Клиенты которые употребляют героин';
    $condition[2][2] = 'Клиенты которые употребляют кондитерский мак';
    $condition[2][3] = 'Клиенты которые употребляют маковая солома';
    $condition[2][4] = 'Клиенты которые употребляют КДЦ';
    $condition[2][5] = 'Клиенты которые употребляют опий';
    $condition[2][6] = 'Клиенты которые употребляют трамадол в/в';
    $condition[2][7] = 'Клиенты которые употребляют растворы таблеток';
    $condition[2][8] = 'Клиенты которые употребляют все понемногу';

    $condition[3][1] = 'Клиенты которые удовлетворены количеством получаемых 2.00 шприцев';
    $condition[3][2] = 'Клиенты которым необходимо большее количество получаемых 2.00 шприцев';
    $condition[3][3] = 'Средняя цифра необходимых 2.00 шприцев';
    $condition[3][5] = 'Средняя цифра получаемых 2.00 шприцев';

    $condition[4][1] = 'Клиенты которые удовлетворены количеством получаемых 5.00 шприцев';
    $condition[4][2] = 'Клиенты которым необходимо большее количество получаемых 5.00 шприцев';
    $condition[4][3] = 'Средняя цифра необходимых 5.00 шприцев';
    $condition[4][5] = 'Средняя цифра получаемых 5.00 шприцев';

    $condition[5][1] = 'Клиенты которые удовлетворены количеством получаемых 10.00 шприцев';
    $condition[5][2] = 'Клиенты которым необходимо большее количество получаемых 10.00 шприцев';
    $condition[5][3] = 'Средняя цифра необходимых 10.00 шприцев';
    $condition[5][5] = 'Средняя цифра получаемых 10.00 шприцев';

    $condition[6][1] = 'Клиенты которые удовлетворены количеством получаемых салфеток';
    $condition[6][2] = 'Клиенты которым необходимо большее количество получаемых салфеток';
    $condition[6][3] = 'Средняя цифра необходимых салфеток';
    $condition[6][5] = 'Средняя цифра получаемых салфеток';

    $condition[7][1] = 'Клиенты которые удовлетворены количеством получаемых мужских презервативов';
    $condition[7][2] = 'Клиенты которым необходимо большее количество получаемых мужских презервативов';
    $condition[7][3] = 'Средняя цифра необходимых мужских презервативов';
    $condition[7][5] = 'Средняя цифра получаемых мужских презервативов';

    $condition[8][1] = 'Клиенты которые удовлетворены количеством получаемых женских презервативов';
    $condition[8][2] = 'Клиенты которым необходимо большее количество получаемых женских презервативов';
    $condition[8][3] = 'Средняя цифра необходимых женских презервативов';
    $condition[8][5] = 'Средняя цифра получаемых женских презервативов';

    $condition[9][1] = 'Клиенты которые проходили тест на ВИЧ 1 раз в год';
    $condition[9][2] = 'Клиенты которые проходили тест на ВИЧ 2 раз в год';
    $condition[9][3] = 'Клиенты которые проходили тест на ВИЧ 3 раз в год';
    $condition[9][4] = 'Клиенты которые проходили тест на ВИЧ за последние 12 месяцев';
    $condition[9][5] = 'Клиенты которые не проходили тест на ВИЧ за последние 12 месяцев';
    $condition[9][6] = 'Клиенты которым аутрич-сотрудник предлагал пройти тест на ВИЧ';
    $condition[9][7] = 'Клиенты которых аутрич-сотрудник сопровождал для прохождения теста на ВИЧ';
    $condition[9][8] = 'Клиенты которым аутрич-сотрудник предлагал и сопровождал их на прохождение теста на ВИЧ';
    $condition[9][9] = 'Клиенты которым аутрич-сотрудник не предлагал и не сопровождал их на прохождение теста на ВИЧ';
    $condition[9][10] = 'Клиенты которым аутрич-сотрудник не предлагал и не сопровождал их на прохождение теста на ВИЧ, но они его прошли самостоятельно за последние 12 месяцев';
    $condition[9][11] = 'Клиенты которым аутрич-сотрудник не предлагал и не сопровождал их на прохождение теста на ВИЧ, и они его не проходили за последние 12 месяцев';

    $condition[10][1] = 'Клиенты которые проходили флюорографическое обследование 1 раз в год';
    $condition[10][2] = 'Клиенты которые проходили флюорографическое обследование 2 раз в год';
    $condition[10][3] = 'Клиенты которые проходили флюорографическое обследование 3 раз в год';
    $condition[10][4] = 'Клиенты которые проходили флюорографическое обследование за последние 12 месяцев';
    $condition[10][5] = 'Клиенты которые не проходили флюорографическое обследование за последние 12 месяцев';
    $condition[10][6] = 'Клиенты которым аутрич-сотрудник предлагал пройти флюорографическое обследование';
    $condition[10][7] = 'Клиенты которых аутрич-сотрудник сопровождал для прохождения флюорографического обследования';
    $condition[10][8] = 'Клиенты которым аутрич-сотрудник предлагал и сопровождал их на прохождение флюорографического обследования';
    $condition[10][9] = 'Клиенты которым аутрич-сотрудник не предлагал и не сопровождал их на прохождение флюорографического обследования';
    $condition[10][10] = 'Клиенты которым аутрич-сотрудник не предлагал и не сопровождал их на прохождение флюорографического обследования, но они его прошли самостоятельно за последние 12 месяцев';
    $condition[10][11] = 'Клиенты которым аутрич-сотрудник не предлагал и не сопровождал их на прохождение флюорографического обследования, и они его не проходили за последние 12 месяцев';

    $condition[11][1] = 'Клиенты которые состоят на учете в Центре по борьбе со СПИДом';
@endphp
<table class="table table-hover table-bordered table-primary mg-b-0">
    <thead>
    <tr>
        <td>№</td>
        <td>Вопрос</td>
        <td>Варианты ответов</td>
        <td>Количество</td>
        <td>Процент</td>
    </tr>
    </thead>
    <tbody>
    <tr>
        <td rowspan="3">
            1
        </td>
        <td rowspan="3">
            Выберите только правильные ответы:
        </td>
        <td>
            {{ $condition['answers'][1][1] }}
        </td>
        <td>
            {{ $data['answers'][1][1] }}
        </td>
        <td>
            {{ round($data['answers'][1][1] * 100 / $count, 2) }}%
        </td>
    </tr>
    <tr>
        <td>
            {{ $condition['answers'][1][2] }}
        </td>
        <td>
            {{ $data['answers'][1][2] }}
        </td>
        <td>
            {{ round($data['answers'][1][2] * 100 / $count, 2) }}%
        </td>
    </tr>
    <tr>
        <td>
            {{ $condition['answers'][1][3] }}
        </td>
        <td>
            {{ $data['answers'][1][3] }}
        </td>
        <td>
            {{ round($data['answers'][1][3] * 100 / $count, 2) }}%
        </td>
    </tr>

    <tr>
        <td rowspan="4">
            2
        </td>
        <td rowspan="4">
            Согласны ли Вы со следующими утверждениями, что ВИЧ:
        </td>
        <td>
            {{ $condition['answers'][2][1] }}
        </td>
        <td>
            {{ $data['answers'][2][1] }}
        </td>
        <td>
            {{ round($data['answers'][2][1] * 100 / $count, 2) }}%
        </td>
    </tr>
    <tr>
        <td>
            {{ $condition['answers'][2][2] }}
        </td>
        <td>
            {{ $data['answers'][2][2] }}
        </td>
        <td>
            {{ round($data['answers'][2][2] * 100 / $count, 2) }}%
        </td>
    </tr>
    <tr>
        <td>
            {{ $condition['answers'][2][3] }}
        </td>
        <td>
            {{ $data['answers'][2][3] }}
        </td>
        <td>
            {{ round($data['answers'][2][3] * 100 / $count, 2) }}%
        </td>
    </tr>
    <tr>
        <td>
            {{ $condition['answers'][2][4] }}
        </td>
        <td>
            {{ $data['answers'][2][4] }}
        </td>
        <td>
            {{ round($data['answers'][2][4] * 100 / $count, 2) }}%
        </td>
    </tr>

    <tr>
        <td rowspan="9">
            3
        </td>
        <td rowspan="9">
            Как Вы думаете, можно ли заразиться ВИЧ-инфекцией:
        </td>
        <td>
            {{ $condition['answers'][3][1] }}
        </td>
        <td>
            {{ $data['answers'][3][1] }}
        </td>
        <td>
            {{ round($data['answers'][3][1] * 100 / $count, 2) }}%
        </td>
    </tr>
    <tr>
        <td>
            {{ $condition['answers'][3][2] }}
        </td>
        <td>
            {{ $data['answers'][3][2] }}
        </td>
        <td>
            {{ round($data['answers'][3][2] * 100 / $count, 2) }}%
        </td>
    </tr>
    <tr>
        <td>
            {{ $condition['answers'][3][3] }}
        </td>
        <td>
            {{ $data['answers'][3][3] }}
        </td>
        <td>
            {{ round($data['answers'][3][3] * 100 / $count, 2) }}%
        </td>
    </tr>
    <tr>
        <td>
            {{ $condition['answers'][3][4] }}
        </td>
        <td>
            {{ $data['answers'][3][4] }}
        </td>
        <td>
            {{ round($data['answers'][3][4] * 100 / $count, 2) }}%
        </td>
    </tr>
    <tr>
        <td>
            {{ $condition['answers'][3][5] }}
        </td>
        <td>
            {{ $data['answers'][3][5] }}
        </td>
        <td>
            {{ round($data['answers'][3][5] * 100 / $count, 2) }}%
        </td>
    </tr>
    <tr>
        <td>
            {{ $condition['answers'][3][6] }}
        </td>
        <td>
            {{ $data['answers'][3][6] }}
        </td>
        <td>
            {{ round($data['answers'][3][6] * 100 / $count, 2) }}%
        </td>
    </tr>
    <tr>
        <td>
            {{ $condition['answers'][3][7] }}
        </td>
        <td>
            {{ $data['answers'][3][7] }}
        </td>
        <td>
            {{ round($data['answers'][3][7] * 100 / $count, 2) }}%
        </td>
    </tr>
    <tr>
        <td>
            {{ $condition['answers'][3][8] }}
        </td>
        <td>
            {{ $data['answers'][3][8] }}
        </td>
        <td>
            {{ round($data['answers'][3][8] * 100 / $count, 2) }}%
        </td>
    </tr>
    <tr>
        <td>
            {{ $condition['answers'][3][9] }}
        </td>
        <td>
            {{ $data['answers'][3][9] }}
        </td>
        <td>
            {{ round($data['answers'][3][9] * 100 / $count, 2) }}%
        </td>
    </tr>

    <tr>
        <td rowspan="7">
            4
        </td>
        <td rowspan="7">
            На Ваш взгляд, можете ли Вы защитить себя от заражения ВИЧ-инфекции:
        </td>
        <td>
            {{ $condition['answers'][4][1] }}
        </td>
        <td>
            {{ $data['answers'][4][1] }}
        </td>
        <td>
            {{ round($data['answers'][4][1] * 100 / $count, 2) }}%
        </td>
    </tr>
    <tr>
        <td>
            {{ $condition['answers'][4][2] }}
        </td>
        <td>
            {{ $data['answers'][4][2] }}
        </td>
        <td>
            {{ round($data['answers'][4][2] * 100 / $count, 2) }}%
        </td>
    </tr>
    <tr>
        <td>
            {{ $condition['answers'][4][3] }}
        </td>
        <td>
            {{ $data['answers'][4][3] }}
        </td>
        <td>
            {{ round($data['answers'][4][3] * 100 / $count, 2) }}%
        </td>
    </tr>
    <tr>
        <td>
            {{ $condition['answers'][4][4] }}
        </td>
        <td>
            {{ $data['answers'][4][4] }}
        </td>
        <td>
            {{ round($data['answers'][4][4] * 100 / $count, 2) }}%
        </td>
    </tr>
    <tr>
        <td>
            {{ $condition['answers'][4][5] }}
        </td>
        <td>
            {{ $data['answers'][4][5] }}
        </td>
        <td>
            {{ round($data['answers'][4][5] * 100 / $count, 2) }}%
        </td>
    </tr>
    <tr>
        <td>
            {{ $condition['answers'][4][6] }}
        </td>
        <td>
            {{ $data['answers'][4][6] }}
        </td>
        <td>
            {{ round($data['answers'][4][6] * 100 / $count, 2) }}%
        </td>
    </tr>
    <tr>
        <td>
            {{ $condition['answers'][4][7] }}
        </td>
        <td>
            {{ $data['answers'][4][7] }}
        </td>
        <td>
            {{ round($data['answers'][4][7] * 100 / $count, 2) }}%
        </td>
    </tr>

    <tr>
        <td rowspan="5">
            5
        </td>
        <td rowspan="5">
            Как Вам кажется, увеличивается ли риск заразиться ВИЧ-инфекцией при:
        </td>
        <td>
            {{ $condition['answers'][5][1] }}
        </td>
        <td>
            {{ $data['answers'][5][1] }}
        </td>
        <td>
            {{ round($data['answers'][5][1] * 100 / $count, 2) }}%
        </td>
    </tr>
    <tr>
        <td>
            {{ $condition['answers'][5][2] }}
        </td>
        <td>
            {{ $data['answers'][5][2] }}
        </td>
        <td>
            {{ round($data['answers'][5][2] * 100 / $count, 2) }}%
        </td>
    </tr>
    <tr>
        <td>
            {{ $condition['answers'][5][3] }}
        </td>
        <td>
            {{ $data['answers'][5][3] }}
        </td>
        <td>
            {{ round($data['answers'][5][3] * 100 / $count, 2) }}%
        </td>
    </tr>
    <tr>
        <td>
            {{ $condition['answers'][5][4] }}
        </td>
        <td>
            {{ $data['answers'][5][4] }}
        </td>
        <td>
            {{ round($data['answers'][5][4] * 100 / $count, 2) }}%
        </td>
    </tr>
    <tr>
        <td>
            {{ $condition['answers'][5][5] }}
        </td>
        <td>
            {{ $data['answers'][5][5] }}
        </td>
        <td>
            {{ round($data['answers'][5][5] * 100 / $count, 2) }}%
        </td>
    </tr>

    </tbody>
    <tfoot>
    <tr>
        <td>№</td>
        <td>Вопрос</td>
        <td>Варианты ответов</td>
        <td>Количество</td>
        <td>Процент</td>
    </tr>
    </tfoot>
</table>