<?php
    
    return [
        
        /*
        |--------------------------------------------------------------------------
        | Языковые ресурсы авторизации
        |--------------------------------------------------------------------------
        |
        | Последующие языковые строки используются библиотекой постраничного вывода
        | для создания простых ссылок на страницы. Вы можете поменять их на любые
        | другие, которые лучше подходят для вашего приложения.
        |
        */

        'failed'   => 'Имя пользователя и пароль не совпадают.',
        'block'   => 'Ваша учетная запись заблокирована.',
        'throttle' => 'Слишком много попыток входа. Пожалуйста, попробуйте еще раз через :seconds секунд.',
        
        'signup'                       => 'Регистрация',
        'signup-help'                  => 'У вас нет учетной записи?',
        'signup-head'                  => 'Зарегистрируйтесь в intilish',
        'signup-head-help'             => 'Введите ваши данные ниже',
        'signin'                       => 'Войти',
        'signin-help'                  => 'У вас есть учетная запись?',
        'signin-head'                  => 'Авторизуйтесь в intilish',
        'signin-head-help'             => 'Введите ваши данные ниже',
        'username'                     => 'Имя пользователя',
        'username-placeholder'         => 'Введите имя пользователя',
        'email'                        => 'Адрес электронной почты',
        'email-placeholder'            => 'Введите адрес электронной почты',
        'password'                     => 'Пароль',
        'password-placeholder'         => 'Введите пароль',
        'password-confirm'             => 'Подтвердите пароль',
        'password-confirm-placeholder' => 'Подтвердите пароль',
        'password-forgot'              => 'Забыли пароль?',
        'remember'                     => 'Оставаться в системе',
        'reset'                        => 'Сбросить',
        'reset-head'                   => 'Нужна помощь с паролем?',
        'reset-head-help'              => 'Введите адрес электронной почты, который вы используете в intilish, и мы поможем Вам создать новый пароль.',
    
    ];
