<?php
    
    return [
        
        /*
        |--------------------------------------------------------------------------
        | Языковые ресурсы стандартных значений форм
        |--------------------------------------------------------------------------
        |
        | Последующие языковые строки содержат сообщения по-умолчанию, используемые
        | классом, проверяющим значения (валидатором). Некоторые из правил имеют
        | несколько версий, например, size. Вы можете поменять их на любые
        | другие, которые лучше подходят для вашего приложения.
        |
        */
        
        'add'    => 'Добавить',
        'update' => 'Изменить',
        'save'   => 'Сохранить',

    ];