<?php
    
    return [
        
        /*
        |--------------------------------------------------------------------------
        | Языковые ресурсы ошибок
        |--------------------------------------------------------------------------
        |
        | Последующие языковые строки используются библиотекой постраничного вывода
        | для создания простых ссылок на страницы. Вы можете поменять их на любые
        | другие, которые лучше подходят для вашего приложения.
        |
        */

        '404-head'      => 'Страница не найдена!',
        '404-head-help' => 'Что-то пошло совсем не так, как мы хотели. Вероятно, запрашиваемая страница была удалена умышленно, либо введен неправильный адрес. Попробуйте начать с <a href="\">начала</a>.',
        '403-head'      => 'Недостаточно прав на просмотр этой страницы!',
        '403-head-help' => 'Попробуйте связаться с администратором проекта или попробуйте начать с <a href="\">начала</a>.',
        '500-head'      => 'К сожалению! Внутренняя ошибка сервера',
        '500-head-help' => 'На этой странице ошибка. Пожалуйста, повторите попытку позже. Мы стараемся исправить эту ошибку. Если Вы хотите то можете начать с <a href="\">начала</a>.',
        'back'          => 'Вернуться назад',
    
    ];
