<?php

return [

    /*
    |--------------------------------------------------------------------------
    | Языковые ресурсы основного шаблона
    |--------------------------------------------------------------------------
    |
    | Последующие языковые строки используются библиотекой постраничного вывода
    | для создания простых ссылок на страницы. Вы можете поменять их на любые
    | другие, которые лучше подходят для вашего приложения.
    |
    */

    'profile' => 'Профиль',
    'mail' => 'Почта',
    'settings' => 'Настройки',
    'logout' => 'Выход',
    'home' => 'Главная',
    'projects' => 'Проекты',
    'staff' => 'Персонал',
    'positions' => 'Должности',
    'responsibilities' => 'Функциональные обязанности',
    'kind_of_works' => 'Виды деятельности',
    'organizations' => 'Организации',
    'empty' => 'Нет данных',
    'create-mission' => 'Поручения',
    'change-password' => 'Сменить пароль',

    'keywords' => [
        'destination' => 'Исполнитель',
        'assistant' => 'Помощник',
        'curator' => 'Куратор',
        'verifier' => 'Верификатор',

    ]

];
