<?php

return [

    /*
    |--------------------------------------------------------------------------
    | Языковые ресурсы страниц поручений
    |--------------------------------------------------------------------------
    |
    | Последующие языковые строки используются библиотекой постраничного вывода
    | для создания простых ссылок на страницы. Вы можете поменять их на любые
    | другие, которые лучше подходят для вашего приложения.
    |
    */

    'view' => [
        'mission' => 'Поручение',
        'read' => 'Подтвердить прочтение',
    ],

];
