<?php
    
    return [
        
        /*
        |--------------------------------------------------------------------------
        | Языковые ресурсы страниц настроек
        |--------------------------------------------------------------------------
        |
        | Последующие языковые строки используются библиотекой постраничного вывода
        | для создания простых ссылок на страницы. Вы можете поменять их на любые
        | другие, которые лучше подходят для вашего приложения.
        |
        */
        
        'notifications'    => [
            'added'   => 'Успешно добавлено',
            'updated' => 'Успешно изменено',
        
        ],
        'default-forms'    => [
            'description_ru'          => 'Описание на русском языке',
            'description_uz'          => 'Описание на узбекском языке',
            'description_en'          => 'Описание на английском языке',
            'description-placeholder' => 'Введите описание',
            'encoding'                => 'Кодировка',
            'encoding-placeholder'    => 'Укажите кодировку',
        
        ],
        'projects'         => [
            'add-project'                     => 'Создание проекта',
            'update-project'                  => 'Обновление проекта',
            'project-head'                    => 'Управление проектами',
            'select-project'                  => 'Выберите проект',
            'organization_ru'                 => 'Название организации на русском языке',
            'organization_uz'                 => 'Название организации на узбекском языке',
            'organization_en'                 => 'Название организации на английском языке',
            'organization-placeholder'        => 'Введите название организации',
            'select-organization'             => 'Выберите организацию',
            'select-organization-placeholder' => 'Организации',
            'select-office'                   => 'Выберите филиал',
            'select-office-placeholder'       => 'Филиалы',
        
        ],
        'staff'            => [
            'add-staff'                   => 'Создание персонала',
            'update-staff'                => 'Обновление персонала',
            'staff-head'                  => 'Управление персоналом',
            'select-staff'                => 'Выберите персонал',
            'select-position'             => 'Выберите должность',
            'select-position-placeholder' => 'Должности',
            'select-responsibilities'     => 'Выберите функциональные обязанности',
        
        ],
        'responsibilities' => [
            'add-responsibility'               => 'Создание функциональной обязанности',
            'update-responsibility'            => 'Обновление функциональной обязанности',
            'responsibility-head'              => 'Управление функциональными обязанностями',
            'select-responsibility'            => 'Выберите функциональную обязанность',
            'select-kind_of_works'             => 'Выберите вид деятельности',
            'select-kind_of_works-placeholder' => 'Виды деятельности',
            'responsibility_ru'                => 'Название функциональной обязанности на русском языке',
            'responsibility_uz'                => 'Название функциональной обязанности на узбекском языке',
            'responsibility_en'                => 'Название функциональной обязанности на английском языке',
            'responsibility-placeholder'       => 'Функциональные обязанности',
        
        ],
        'positions'        => [
            'add-position'         => 'Создание должности',
            'update-position'      => 'Обновление должности',
            'position-head'        => 'Управление должностями',
            'select-position'      => 'Выберите должность',
            'position_ru'          => 'Название должности на русском языке',
            'position_uz'          => 'Название должности на узбекском языке',
            'position_en'          => 'Название должности на английском языке',
            'position-placeholder' => 'Должность',
        
        ],
        'kind_of_works'    => [
            'add-kind_of_work'         => 'Создание вида деятельности',
            'update-kind_of_work'      => 'Обновление вида деятельности',
            'kind_of_work-head'        => 'Управление видами деятельностей',
            'select-kind_of_work'      => 'Выберите вид деятельности',
            'kind_of_work_ru'          => 'Название вида деятельности на русском языке',
            'kind_of_work_uz'          => 'Название вида деятельности на узбекском языке',
            'kind_of_work_en'          => 'Название вида деятельности на английском языке',
            'kind_of_work-placeholder' => 'Вид деятельности',
        
        ],
        'organizations'    => [
            'add-organization'         => 'Создание организации',
            'update-organization'      => 'Обновление организации',
            'organization-head'        => 'Управление организациями',
            'select-organization'      => 'Выберите организацию',
            'organization_ru'          => 'Название организации на русском языке',
            'organization_uz'          => 'Название организации на узбекском языке',
            'organization_en'          => 'Название организации на английском языке',
            'organization-placeholder' => 'Организация',
            'users'                    => 'Пользователи',
            'delegation'               => 'Делегирование прав доступа',
            'right_1'                  => 'Право-1',
            'right_2'                  => 'Право-2',
            'right_3'                  => 'Право-3',
            'right_4'                  => 'Право-4',
            'right_5'                  => 'Право-5',
            'office_ru'                => 'Название филиала на русском языке',
            'office_uz'                => 'Название филиала на узбекском языке',
            'office_en'                => 'Название филиала на английском языке',
            'office-placeholder'       => 'Филиал организации',
            'add-new-office'           => 'Добавить новый офис',
            'delete-new-office'        => 'Удалить офис',
        
        ],
    
    ];
