<?php
    
    return [
        
        /*
        |--------------------------------------------------------------------------
        | Языковые ресурсы контроля доступом
        |--------------------------------------------------------------------------
        |
        | Последующие языковые строки возвращаются брокером паролей на неудачные
        | попытки обновления пароля в таких случаях, как ошибочный код сброса
        | пароля или неверный новый пароль.
        |
        */

        'user_permission' => [
            'permission-head'   => 'Настройка контроля доступа пользователя - :Name',
            'select-roles'      => 'Выберите роли',
            "select-permission" => 'Выберите права доступа',

        ],
    ];
